{"filename": "20250925_231943_515836_6fb60b.ogg", "title": "Aprendiendo estrategias de Thomas y la visión del mentor", "transcription": "Mira,\nLo que en realidad, gracias a organizarme si es de aquí, ya sé este eh la cuarta propuesta y cómo es que vamos a enganchar. Mira. Eh Thomas, bueno, y este es el ejemplo de lo que tuve que aprender con Thomas y de lo que de lo que me está sirviendo en este momento. Thomas hacía muchos tratos tipo, había una gente que tenía un servicio como de notaría y básicamente lo que hacían era que tenían gente en Estados Unidos que hacía las chimbadas más rápido ya. Como que si usted tenía que hacer cualquier chimba, como sacar papeles, o hacer una chimba para la vista, o etcétera, eh normalmente usted tenía que eh como que hacer un servicio notariado y hacer que esa mierda se mande y eso se demoró un rato y pa pa pa, toda la cosa. Entonces, básicamente este servicio de notariado es como eh el servicio para la gente que tenga más plata para poder hacerlo más rápido, sí o qué, como para que tú no lo hagas solo.\nEh, pagas más, pero esa chimba sale en unos días, ¿listo? Entonces, eh vieron que, por ejemplo, Thomas se estaba metiéndose con personas que hacían eh eh pasaportes o que estaban metidos en el en el juego acá de los de los de, Marica, básicamente la gente corrupta. Entonces, toda la gente que tenía el negocio alrededor de de los corruptos de poder, poder sacar visa acá en Colombia, los tenían en el bolsillo.\nEntonces, podía ofrecer servicios a básicamente la gente del grupo, que son gringos, que necesitan ese tipo de servicios, entonces también necesitan comunicarse con abogados que también necesitan ese tipo de servicio de notariado. Entonces, eh lo que hicimos fue un trato para compartir clientes, básicamente, como que las personas que te sirven a ti también me sirven a mí, vamos a hablarle a todos los abogados. Y y se usó como la estructura de cuál sería el partnership, eh qué porcentaje sería, eh cómo incentivar para que las personas usaran eso. Entonces, por ejemplo, eh que si usted usaba el servicio de partnering, eh de de de tenía que usar los dos para poder tener un descuento, eh para entrar dentro de los servicios.\nEh, lo cual como que me pareció muy genio porque así la gente lo valora más. Entonces, decir, bueno, normalmente nosotros cobramos eh eh no sé, una membresía por estar ahí, pero si usas los dos servicios, no tienes que pagar la membresía. Entonces, es como que simplemente es la falacia de de de sunken cost y ese maricón usaba demasiado eso para todo, todo era un juego estratégico mental. Eh, me gustaba mucho, pero al mismo tiempo me parecía muy, ah, no sé, pero de todas maneras, eh es lo que tengo que aprender y es lo que tuve que aprender con él. Y lo que me va a servir en este momento.\nEntonces, eh estoy haciendo una estrategia de de poder hacer partnerships y estoy pensando cómo hacerlo con las personas que conozco acá, porque últimamente he conocido personas como muy del ámbito y me pareció como de la nada, pero ahora estoy viendo como una conexión de por qué es que las conocí. Entonces, eh nada, para abrir ese tipo de negocios. Y también, bueno, puede que entre el rechazo, toda la cosa, pero me parece que es como lo más viable y también creo que es lo que más le va a impresionar o más le va a servir a este maricón.\neh, Groenlandia. Eh, Marica muy teso, que trabajó en Google y ahorita pues gana millones en un producto que él hizo él solo. Entonces me pareció como que, wow, eso es precisamente lo que yo quiero hacer. Quiero hacer una compañía muy chiquita, ganar millones y haber hecho un producto yo solito, eh, un producto digital, pues, para para para poder como conseguir esa libertad que yo busco y ser un como que como que la compañía es tan tan bajo perfil que pues no importa si dejan de vender mañana, no importa si un marica no está dando resultados en este mismo instante, lo que importa es que es que haya es que haya visión y que haya movimiento. Entonces, ese marica me ha ofrecido de todo, como que, bueno, podemos contactar gente en en en Fiverr, podemos contratar eh, me entiendes, eh otro tipo de contratistas para que las cosas se hagan y está apoyando mucho como la visión de lo que yo veo de cómo hacer las cosas y es muy gratificante poder razonar con él y sacar la lógica de eso y pues me está encantando, lo veo, lo estoy viendo a él como un mentor y eso me gusta mucho.", "date": "2025-09-25", "length_seconds": 298.45, "topics": ["aprendiendo", "del", "estrategias"], "tags": []}