{"filename": "20250925_231943_842794_f3b9f2.ogg", "title": "Mi trabajo, energía solar y superación personal", "transcription": "Amor, pues de eso, de lo único que tengo para contar es el trabajo.\nEh, el fin de pasado, el domingo, la verdad pasaron tantas cosas y te llamé por una razón específica y y se me olvidó después. Pero bueno, también eh, me salía más barato en ciertos aspectos. Entonces, eh, la verdad.\nAmor, del trabajo y, a ver. Me gusta mucho el mar, que definitivamente como que él hace su mejor esfuerzo para escoger las personas correctas y de ahí darles la libertad de que esas personas sean tan efectivas como puedan ser. Y me gusta mucho el el aproximamiento, pero me veo como que eh en una necesidad muy grande de probarme y no solo a él, sino como al mundo y lo que y lo que yo sé que soy capaz después de todo lo que he aprendido.\nEntonces, eh, por ejemplo, eh, había como una lista de como un un un market o un vertical que nos pareció o pues quedamos de acuerdo, que sería como la mejor para expandir en este momento. Entonces, eh, por ejemplo, ahorita la energía en Estados Unidos está subiendo mucho de precio. Entonces está creando una demanda por energía renovable, la vas popular ahorita es, \"Ah, no, usted ponerle un un panel solar en el techo y listo.\" Y bueno, y tiene mucho sentido porque si usted está pagando eh en su cuenta de servicios $1,000, $2,000, pues marica, eh un panel solar vale eso $1,000, $2,000, eh y pues eso eso te cubre como la mitad de de lo que estás gastando, entonces te compras dos, tres paneles y ya básicamente ya se está pagando solo esa mierda.\nEntonces, no, pues y además eso está eh avanzando mucho, es por lo que están empujando los gobiernos, eh es eh lo que les da subsidies, toda la cosa, bueno. Entonces dijimos, no, hay que ir por solar porque va a incrementar la demanda de solar en eh, ¿me entiendes? en los próximos tiempos. Entonces, eh, me puse a ellos ya tenían como una lista, una lista que habían sacado para para eh llamar empresas solares. Entonces, me puse a llamar algunos y me di cuenta de que, hmm, esta gente eh la mayoría son chiquitos y solo querían el servicio como tipo para eh hacer sus meetings gratis sin que se cortara los 40 minutos porque nosotros no hacemos eso. Entonces, como que para lucir más profesional, pero dentro de los casos donde, ¿me entiendes?, se necesitaba de vez en cuando. Y bueno, eh, bueno, la verdad es que todo esto se extiende.", "date": "2025-09-25", "length_seconds": null, "topics": ["energ", "personal", "solar"], "tags": []}