{"filename": "20250925_231943_748770_f96804.ogg", "title": "Vender productos disimuladamente durante entrevistas laborales", "transcription": "Bueno, amor, de todas maneras, eh, pues son cosas de trabajo y de todo. Y estoy como organizando mis ideas a medida que te lo cuento. Eh, porque también estoy pensando en este momento qué hacer. Eh... Entonces, hice un workflow que básicamente lo que estamos...\n\nliteral un anuncio directo a esa persona para tenerlos en la mente, toda la cosa. Y así, eh, buscar esos tratos con ellos. Eh, bueno, eso por ese lado. Otra cosa es que se me había ocurrido una idea como fuera de la caja. Eh, es como, tú sabes, hay muchas ghost jobs ahorita que de lo que hablamos cuando estábamos haciendo, eh, o preparándonos para tu entrevista de trabajo. Que... que los ghost jobs son simplemente empresas que dicen, 'Ah, no, nosotros vamos a contratar gente', pero en realidad no están contratando ni mierda, solo están recolectando información porque sí, como para tenerlos ahí por si algo. Y también, eh, están dando una señal hacia fuera de decir, 'Ay, no, mira, estamos contratando, estamos muy bien.' Eh, 'Mira que vamos muy bien, porque estamos contratando.' Eh, 'Inviertan en nosotros', etcétera. Entonces, eh...\n\nEh, como como como pasan ese todo tipo de cosas y a las empresas no les importa puta mierda, yo le dije, 'Eh, ¿sabes qué? Normalmente, eh, a las, al, yo sería un buen prospecto para trabajar en las empresas a las que nosotros queremos venderles.' Entonces, ¿qué tal si yo simplemente aplico a trabajos todos los días y como en la primera o la segunda entrevista ya me están poniendo contacto con el gerente que que que es la persona que se encargaría de comprar este producto, pues hago la entrevista y lo meto como como a medias, como que, como que en realidad le estoy vendiendo, pero pero estoy haciendo la entrevista? Y así también me beneficia a mí como persona, porque en cualquier momento dicen como que, 'Ay, no, ya ya no te queremos', pero ya tengo un montón de entrevistas en línea y y puedo mirar el mejor postor. Entonces, ajá, o sea, demasiadas. Eh, demasiados pájaros con una piedra para que suene puto genial, o sea.", "date": "2025-09-25", "length_seconds": null, "topics": ["disimuladamente", "durante", "entrevistas"], "tags": []}